[
  {
    "mapName": "天空之中",
    "mapColor": "#4169E1",
    "subMap": [
      {
        "mapID": "satellitetorifune",
        "mapName": "卫星空间站鸟船",
        "mapDesc": "在近未来的某个时间，人类发射的宇宙空间站。\n鸟船上搭载了一个完整的，并且经过人工挑选与优化的动植物生态系统。在宇宙环境中进行生态循环实验，借此寻找改造地球环境的方案参考，这就是鸟船的目的。\n或许是为了祈求平安运行，空间站中搭建了一座天鸟船神社。\n然而，因为原因不明的机械故障，现在的鸟船已经变成了失去功能的太空垃圾，漂浮在地月系的其中一个拉格朗日点上。虽然失去了原有的功能，但是鸟船上的生态系统仍然保持着循环和演化：植物脱离人工控制，形成了盘根错节的丛林；封闭环境加上宇宙辐射，生物大都独立演化成了地球上没有的亚种，甚至突变进化出了类似奇美拉一样的有翼猫型生物，也出现了地球不存在的新种病毒。\n专家学者们揶揄道：“日本的技术人员花了那么多钱，结果只是在宇宙中建造了一座遗迹。”故此，这座废弃的空间站也被称为“鸟船遗迹”。",
        "find": false,
        "top": "0.5%",
        "left": "10%",
        "width": "35%",
        "aspect_ratio": "16/15",
        "border_radius": ""
      },
      {
        "mapID": "Moon",
        "mapName": "月球",
        "mapDesc": "地球的卫星。\n表之月是外界的人类所见的月球。真空环境、宇宙辐射、贫瘠的荒漠、无数的陨石坑、亿万年前的月球岩浆活动形成的玄武岩平原“月海”、探测车和卫星的残骸、美国人留下的旗帜，这就是表面的月球。\n里之月是幻想侧的住民所见的月球。没有波涛的平静海洋、硕果累累的桃树、翠绿的灌木草地，一年到头的气候兼具春季的温暖、夏日的活力、秋天的丰收、冬日的寂静，生活在其中的人与兔子安宁自在，维持着永远的祥和，这就是里侧的月球。\n月都是月之民所居住的城市位于里之月，被结界保护，只有在月海上以特定的行动路线才能进入。月都的位置不在月球表面，而是在字面意思上的月球“里”，坐落于月球背面地壳的内侧。\n月都是近乎无秽的世界。相互捕食、掠夺、竞争、厮杀，生物只要活着就会产生污秽，污秽则会给予生物“寿命”这一终点。月之民的领导者·月夜见，在几千万年之前就发现了污秽的法则，为了逃离寿命的桎梏，他带着亲族和朋友来到没有生命的月球定居，建立了月都。\n月之民拥有远超人类文明的科技水平与武装力量，然而，即使是对冒犯了月之都的地上入侵者，他们也不会使用武力惩罚，因为对月之民而言，生活在充满污秽的地上世界就是最残酷的刑罚。月都的建筑乍看上去像是古代中国的风格，但是其中蕴含的技术远远超过了现有的人类文明水平。\n不少月之民都具有“神”的身份，或许，月之都就是神话中所谓的“高天原”。",
        "find": false,
        "top": "5.5%",
        "left": "13%",
        "width": "80%",
        "aspect_ratio": "32/31",
        "border_radius": "100%"
      },
      {
        "mapID": "dreamworld",
        "mapName": "梦世界",
        "mapDesc": "梦世界类似于现实世界的倒影。\n一切生物所做的梦都是互相联系的，这些不同的梦境组成了梦世界。通过穿越不同的梦境，可以去到自己没有去过的地方、见到自己从未见过的人、经历自己从未经历的事。\n借助这个性质，可以在梦世界完成一些在现实世界中较为困难的空间移动。“第四槐安通道”就是一条利用这个原理，连接了幻想乡与月都的通道。\n与现实世界一样，梦世界也有自己的住民。梦住民，说白了就是现实住民“梦中的自己”，一般来说，梦住民拥有比现实住民更加强烈的性格，会加倍表现出许多清醒状态下被压抑住的欲望。\n在不做准备的情况下以肉身进入梦世界是非常危险的，不仅是环境危险，诸位梦居民也没有现实世界的常识和规则束缚，说不定会凶暴地袭击过来，毕竟是在梦里。\n[[哆来咪·苏伊特]]是梦世界的管理者与监视者，负责维持梦世界和梦居民情况的稳定。",
        "find": false,
        "top": "15.4%",
        "left": "7.1%",
        "width": "87.2%",
        "aspect_ratio": "1116/468",
        "border_radius": ""
      },
      {
        "mapID": "paradise",
        "mapName": "天界",
        "mapDesc": "天界是悬浮于天空中的净土，天人与佛陀所居住的 “极乐世界”。\n据说天界曾是一块巨大的要石，在遥远的过去，当它拔地而起、升向空中的时候，所引起的巨大灾害毁灭了地上的一切生灵。\n天界被七彩的霞光与茫茫云海所环绕，鲜花遍地、芳草如茵、仙音缭绕，盛产无尽的美味仙桃与美酒。\n据说天界漂浮在冥界上空，但是穿过幻想乡上空的云海也能到达。也许是因为天界在性质上更接近异世界，与其他世界不仅仅以物理位置的逻辑相连。\n生活在天界的大多是天人与佛陀，以及服侍天人的天女。天人们个个法力无边、学识广博、恬淡怡然、无欲无求、知足常乐。\n天人虽然拥有无限的生命，但是也要定期应对死神的考验。如果被死神的精神攻击所动摇，就会陷入五衰，失去天人的神力和资格。\n另外，也不是每位天人都是贤人英才，一人得道鸡犬升天，也有自身道行不足，却沾了家族的光一起升天的不良天人。如名居守的分家，比那名居家的[[比那名居天子]]，就是一名屡次惹出麻烦，甚至被逐出天界一段时间作为惩罚的问题少女。\n据说，拥有显赫功德的人、思想觉悟深刻的人在死后有成为天人的资格，道行高深的仙人甚至能肉身升天。然而，似乎天界早就对外宣称“这里已经人满为患了”，这些拥有天人资格的幽灵只能滞留在冥界。\n天界真的满员了吗？还是说，仅仅是天人们不想吸纳新成员呢？",
        "find": false,
        "top": "21.2%",
        "left": "20.9%",
        "width": "43.8%",
        "aspect_ratio": "561/316",
        "border_radius": ""
      },
      {
        "mapID": "underworld",
        "mapName": "冥界",
        "mapDesc": "所谓的“彼世”，被幽明结界分隔在此世之外。\n幽灵在经过审判之后，有罪的被贬下地狱受刑，无罪和有功之人则是在冥界等待转世或升天。\n冥界幽静而四季鲜明，入春遍布樱花之美，深秋尽染红叶之色。只是，栖息在此地的昆虫鸟兽几乎都是死者，不会鸣叫、生息，只是静静地徘徊。\n冥界是究极的“寂”的世界。在这里虽有四季，却无枯荣；虽有鸟兽，却无生命；虽有昼夜，却无时间。物品不会腐坏朽化，食物不会变质，气味不会消散，心智也不会成长，是保持着永恒的世界。\n冥界的主人是西行寺家的大小姐[[西行寺幽幽子]]，白玉楼则是她的居所。\n按理来说，冥界本不应该存在生者，然而在某次事件之后，此世与彼世的结界变弱了，几名随心所欲的人类（？）偶尔也会出现在冥界，赏花饮酒，给这个寂的世界带来一丝活力。",
        "find": false,
        "top": "24.3%",
        "left": "68.3%",
        "width": "23.5%",
        "aspect_ratio": "301/226",
        "border_radius": ""
      }
    ]
  },
  {
    "mapName": "山&森林",
    "mapColor": "#008B45",
    "subMap": [
      {
        "mapID": "yama",
        "mapName": "妖怪之山",
        "mapDesc": "在幻想乡中，只要谈到“山”，就一定指的是妖怪之山。\n妖怪之山不只是一座山峰，而是像用双手捧起水一样环绕幻想乡的一整个山脉。妖怪之山的主峰非常高大，有四千米以上，妖怪之山即是垮塌之前的八岳。\n妖怪之山是一座仍然在活动中的火山，偶尔还能看见山顶冒出的浓烟。由于海拔跨度大，山上的植被种类繁多。秋天的时候，红叶尽染，宛如漫山火焰般壮观；初春的时候，积雪消融，白色的早樱和黄绿色的新芽四处点缀，充满了生命力和神秘性。想要欣赏此番绝景的人，可以借助索道前往守矢神社。\n这座山被以天狗为首的妖怪统治着。天狗的领地意识非常强，也很排外，对于贸然进山的人类会毫不犹豫地驱逐。这里是幻想乡最古老的地点之一，盘踞着众多的妖怪与神明，除了天狗之外，这里还有山姥、山犬等等凶恶的妖怪，普通人毫无准备地进山就如同不穿衣服走进暴雪之中一样，是纯粹的自杀行为。\n或许是因为无法接近，人们流传着不少关于这座山的传闻，例如：妖怪之山的内部是中空的，天狗和河童在其中建造了一个全自动化的乌托邦城市；妖怪之山中存在着通向外界的出口，河童就是从其中偷取外界的技术的，等等。就像传闻说的一样，这座山还有不少未探明的神秘。",
        "find": false,
        "top": "28%",
        "left": "7.3%",
        "width": "89.9%",
        "aspect_ratio": "1151/580",
        "border_radius": ""
      },
      {
        "mapID": "rainbowdragoncave",
        "mapName": "虹龙洞",
        "mapDesc": "位于妖怪之山山顶背面的矿洞。洞内极度缺氧，人类难以在其中活动。\n虹龙洞出产一种名为龙珠的特殊矿物。\n所谓龙珠，是一种伊奘诺物质，是在人类诞生之前的太古时代就存在于世的“神的矿物”。",
        "find": false,
        "top": "27.2%",
        "left": "39.5%",
        "width": "5.5%",
        "aspect_ratio": "70/53",
        "border_radius": ""
      },
      {
        "mapID": "scripturehall",
        "mapName": "被遗弃的经堂",
        "mapDesc": "在密宗——如修验道——的信徒中，有一部分僧侣认为远离俗世的艰苦环境有益于修炼心性、禅悟真理。他们在山中修建了隐秘的经堂，在其中隐居修行。\n然而，在山中发现的这些经堂无一例外都是无人居住的荒废状态，而山下的村落里也没有听说过有哪位高僧修行归来。这些修行僧们并不是遭了山中的野兽和妖怪的毒手，而是被天狗带走了，被遗弃的经堂则会成为儿童天狗的游乐探险场所。",
        "find": false,
        "top": "27.6%",
        "left": "27.5%",
        "width": "5.9%",
        "aspect_ratio": "80/50",
        "border_radius": ""
      },
      {
        "mapID": "moriyashrine",
        "mapName": "守矢神社",
        "mapDesc": "位于妖怪山高处的一所神社。\n守矢神社本是外界的神社，数年前，整座神社以及附属的湖被其供奉的神明一起转移到了幻想乡。\n守矢神社的标志性景观是林立的御柱和悬挂于本殿的巨大注连绳，充分表现出了神的庄重与威严。这里还有一间宝物殿，不过其中储存的大部分物件并非宝物，而是外界的普通家电，在幻想乡中只是单纯的废品而已。\n神社中供奉着两柱神（准确地说是三柱）。\n[[八坂神奈子]]是守矢神社的代表，山与风之神，技术之神，似乎也曾是一尊军神。神奈子热衷于通过技术革新运动收集信仰，在来到幻想乡之后，先后尝试了核聚变反应炉、常温核聚变和水力发电等等活动来开发新能源。\n[[洩矢诹访子]]是守矢神社真正的主人，和喜欢四处活动的神奈子不同，她很少离开神社现于人前。诹访子的主要权能是役使祟神·御左口神，御左口神是一条目露红光、拥有岩石身躯的白色大蛇，能够改造地形、肥沃土地，也可以用诅咒吐息把土地变成荒芜的不毛之地。\n[[东风谷早苗]]是守矢神社的巫女，风祝，侍奉着二位神明。她在身为人类的同时也是神，所谓现人神。她常常在村庄中帮助人们解决问题、表演一些奇迹和神力，以此来收集信仰。她本是现代社会的住民，正在学习融入幻想乡的过程中。\n前往神社的路途不仅山道遥远艰险，还要穿过天狗的领地，对普通人来说无异于自杀。所以，直到前不久为止，守矢神社的主要信徒还是山中的河童与天狗。",
        "find": false,
        "top": "29%",
        "left": "35%",
        "width": "31.6%",
        "aspect_ratio": "405/116",
        "border_radius": ""
      },
      {
        "mapID": "kasenszone",
        "mapName": "华扇邸",
        "mapDesc": "充满谜团的自称仙人，茨华仙的住所。\n据说，将仙术研习到一定阶段之后，就可以掌握创造空间的技能。强大的仙人们就这样居住在自己创造的仙界之中。\n[[茨木华扇]]的仙界有一些不同，并不是凭空创造出来的空间，而是把山中的一部分划为了属于自己的空间。虽然从外面能隐隐约约看到其中的草木，但是一般人不沿着特定的路线就没办法进入华扇的仙界，只会在雾中原地打转而已。\n华扇十分注重与自然生灵共存，仙界中也充满绿意、花团锦簇，还生长着十数米高的参天巨树。这里与外界相隔，即使山中雨雪交加，仙界中也是温暖如春。\n除了华扇之外，这里还居住着华扇收养的各种珍禽异兽，如老虎彭祖、幼龙黄帝、雷兽务光、大鹫久米、竿打等等，还是不要有趁着主人不在家偷偷闯入的念头为好。",
        "find": false,
        "top": "30%",
        "left": "11.8%",
        "width": "11.2%",
        "aspect_ratio": "143/92",
        "border_radius": ""
      },
      {
        "mapID": "ropeway",
        "mapName": "索道",
        "mapDesc": "为了能让信徒安全地抵达神社，守矢神社在山中修建了一条从山脚直达神社的索道。\n山中的妖怪和天狗们起初并不同意让人类轻易地穿过自己的领地，在守矢神社不断地交涉与协商下，用了近十年的时间，终于将索道建成。\n这条索道由河童承包搭建，使用间歇泉的水力作为动力，无论冬夏雨雪都可运行，还有天狗随行作为护卫，保护游客不受不懂规矩的妖怪袭击。唯一会威胁到索道运行的是山中时而刮起的旋风·天狗风，则由作为风神的八坂神奈子亲自消解。\n在妖怪的保护下，从半空中俯瞰人类禁止踏足的圣域，把种种野兽妖魔踩在脚下，对一般人来说，一定会是一次新奇的体验。",
        "find": false,
        "top": "30%",
        "left": "27.7%",
        "width": "7.3%",
        "aspect_ratio": "94/137",
        "border_radius": ""
      },
      {
        "mapID": "waterfall",
        "mapName": "九天瀑布",
        "mapDesc": "由山顶的风神之湖向山脚泄下的豪壮瀑布。深秋时分，白色的激流裹挟着红叶倾泻而下实乃绝景。\n这座瀑布在天狗的管辖与监视之下，随意地靠近会被白狼天狗卫队攻击并驱逐。",
        "find": false,
        "top": "29.7%",
        "left": "51.7%",
        "width": "11.8%",
        "aspect_ratio": "151/304",
        "border_radius": ""
      },
      {
        "mapID": "kappasmarket",
        "mapName": "河童市场",
        "mapDesc": "一般来说，山中的妖怪都对人类抱有敌意，然而河童是其中的异类。他们亲近人类，会积极地与人类交易物品、出现在各种集会活动上摆摊。\n每年夏天，河童都会在河谷中举办同时面向人类和妖怪的集市，贩卖自己开发的技术产品。\n虽然其他妖怪也会在集市中出没这一点有些危险，不过对好奇心旺盛的人来说，这是难得的可以随意玩赏河童的道具的机会，不容错过。在这里可以找到河童仿制外界的物品发明的照相机、对讲机、吸尘器等物品，也有充满了河童风格的机械手、取尻子玉器等等。但是，河童的道具大多数是用水流驱动的，对不能像河童一样控制水的人来说，买回去也多半是发挥不了功能的摆设而已。\n河童们十分重视这场集市活动，曾经有一次，还专门为了集市制作了巨大机器人模样的招牌气球“非想天则”。“非想天则”看上去是会动的巨大机器人，实际上是依靠蒸汽压力、只能实现小幅度摆动手臂这样的简单动作，只是一块大铁皮而已。",
        "find": false,
        "top": "31.5%",
        "left": "64.8%",
        "width": "12.5%",
        "aspect_ratio": "160/184",
        "border_radius": ""
      },
      {
        "mapID": "valley",
        "mapName": "玄武涧",
        "mapDesc": "玄武涧是一片连接魔法森林与妖怪之山山脚的河谷，由大量六角形节理的柱状玄武岩构成。这是妖怪之山在过去的某次喷发中留下的。\n河童的总基地就建立在玄武涧的某处，河童对这里进行了各种各样的改造，岩壁上布满了管道。\n有传闻玄武涧的深处居住着真正的玄武，不过传闻的真实性就另说了。",
        "find": false,
        "top": "34.1%",
        "left": "28%",
        "width": "61.4%",
        "aspect_ratio": "786/80",
        "border_radius": ""
      },
      {
        "mapID": "frogpool",
        "mapName": "大蛤蟆之池",
        "mapDesc": "位于妖怪之山半山腰处的小池塘，离山的入口不远，不过毕竟是在这座妖怪统治的山中，一般人很少接近。\n据说，这池塘中的水是十分灵验的神水，在进行神事时必不可少。\n传说池中住着一只能一口吞下一个小孩的巨大蛤蟆，保护着池塘免遭破坏与亵渎。但是，只要不去亵渎池塘，大蛤蟆就不会对人表现出凶暴的一面，向它供奉贡品的话，甚至还能保证你的回程平安无事。\n池塘中的莲花十分漂亮。阳光透过树叶斑驳地落在水面上，映衬着水中漂浮的莲花与莲叶，更显出了池塘的神秘。在池塘边有一间小祠堂。已经没人知道到底是谁在何时出于什么目的建造了它，但是人类都会向它献上供品。从供品很快就会消失这点来看，这里的的确确在祭祀着什么。",
        "find": false,
        "top": "32.9%",
        "left": "81.9%",
        "width": "10.2%",
        "aspect_ratio": "130/106",
        "border_radius": ""
      },
      {
        "mapID": "forest",
        "mapName": "魔法森林",
        "mapDesc": "这是一座湿度极高的原始森林，茂密的常绿乔木遮天蔽日，地上则是真菌和苔藓组成的厚实地毯，空气中弥漫着怪物蘑菇散发的孢子，还有各种动植物在高湿度温度下腐烂散发而出的瘴气，环境非常不适宜人类居住。\n这里盛产各种神奇生物：一米多高的食人牵牛花、长在树上的魔法西瓜、小孩那么大的怪物独角仙、神秘的巨大森蚺、还有无数的致幻蘑菇，等等。再加上，有很多妖精居住在此，妖精们最喜欢对人恶作剧了。在魔法森林的危险环境中，妖精引起的小小的迷路或失足也都可能会致命，没有充足的准备还是不要轻易进入这里。\n这片森林之所以被称为魔法森林，是因为这里大量生长着有致幻效果的蘑菇。只要靠近这种蘑菇，也会令人像被施上了魔法一样产生幻觉。致幻蘑菇产生的幻觉有助于提高魔法使的魔力，所以住在这片森林里的魔法使也很多。\n无论怎么看，魔法森林的植被和生物都不像是幻想乡原生的。有人猜测，这座森林也是“漂流”到此地的地点之一。",
        "find": false,
        "top": "34.5%",
        "left": "11.7%",
        "width": "70.5%",
        "aspect_ratio": "904/289",
        "border_radius": ""
      },
      {
        "mapID": "fairytree",
        "mapName": "三月精的旧居",
        "mapDesc": "光之三妖精曾经居住在这棵树中，因为有妖精居住，所以生长得特别高大茂盛。",
        "find": false,
        "top": "33.3%",
        "left": "4.4%",
        "width": "10.6%",
        "aspect_ratio": "136/193",
        "border_radius": ""
      },
      {
        "mapID": "wiretower",
        "mapName": "电线塔",
        "mapDesc": "由于被人类遗忘而流进幻想乡的巨大电线塔，爬满了藤蔓，已经失去了原有的功能。\n好奇的妖精会将这里当做游乐场。",
        "find": false,
        "top": "35.3%",
        "left": "14.8%",
        "width": "6.5%",
        "aspect_ratio": "83/168",
        "border_radius": ""
      },
      {
        "mapID": "aliceshouse",
        "mapName": "人偶之森",
        "mapDesc": "魔法森林中有这样一所宅邸：雪白的外墙、藏青色的屋顶，藤蔓植物从二楼的露台垂下。\n第一眼看到它的人，一定会赞叹它的典雅可爱，但是当你好奇地凑上前去，通过大大的桃花心木窗框观察屋内时，看到的却是这么一副诡异的景象：成百上千的少女人偶整齐地摆放在桌上、柜子上、窗沿上、屋内每一处，居然还有几只人偶拿着掸子和刷子在打扫卫生、在缝补同伴、在看守炉灶。因此，这附近也被人称为人偶之森。\n除了人偶之外，屋子里还充满了屋主收集来的各种西洋饰物、摆件，以及魔法书籍。\n这幢屋子的主人是一位善于操控人偶的少女魔法使，[[爱丽丝·玛格特洛依德]]。\n虽然爱丽丝已经是超越凡人的魔法使，不过，或许是成为非人存在的时间还不长，她对人类仍然态度友善，会大方地让迷路的人在此留宿。但是她似乎不擅长与人交往，即使同坐在一张桌子上，她也只是默默地读书、维护人偶，不发一语，给人感觉很难相处。",
        "find": false,
        "top": "35.4%",
        "left": "45.1%",
        "width": "11%",
        "aspect_ratio": "141/103",
        "border_radius": ""
      },
      {
        "mapID": "marisashouse",
        "mapName": "雾雨魔法店",
        "mapDesc": "一幢西洋风格的小屋。屋内屋外都充斥着各种杂物，有信箱、路牌、船舵、柜子、球棒、易拉罐，叫得出名和叫不出名的，还保留着形状的和看不出原型的，无奇不有，乍一看会以为是堆放大件垃圾的废品站。\n和各种垃圾躺在一起的招牌则默默抗议着这一点，上面写着这栋建筑真正的名字：雾雨魔法店。这些都是屋主收集来的“宝物”，这里的屋主擅长收集物品，却不擅长评估物品的价值。\n这里是解决妖怪问题的专家·[[雾雨魔理沙]]的家&店铺，雾雨魔法店就是所谓的万事屋。只要掏钱，从妖怪退治到恋爱顺利，她（自称）可以帮你解决任何问题。\n毕竟她经常和博丽的巫女一起行动，在解决妖怪问题上的能力大概还是有保障的。只不过，她是个会偷奸耍滑的人，会不会真的帮你诚实公正地把事情办妥就不一定了。\n魔法森林不是一个适合开店的地段，其实自魔法店开业以来，还没有妖精之外的客人上门。不过这并难不倒她，魔理沙会跑到神社去，从博丽的巫女那儿把人们委托她的工作抢走。\n此外，她还有一座小小的天文望远镜。",
        "find": false,
        "top": "36.1%",
        "left": "61.5%",
        "width": "9.5%",
        "aspect_ratio": "122/78",
        "border_radius": ""
      },
      {
        "mapID": "scarletmansion",
        "mapName": "红魔馆",
        "mapDesc": "伫立在雾之湖畔的红色洋馆，以及环绕周围的庭园，这就是红魔馆。\n红魔馆是从外界转移到幻想乡中的外来建筑，和洋馆的主人一样，一副自我中心的傲慢样子，与周围的景色格格不入。不过，二十几年过去了，大家也对这间洋馆产生了些许亲切的感情。\n从外侧看上去，红魔馆内部起码有三层，外墙就像是被凝固的血液漆过一样，呈暗红色；有一座钟楼和数座塔楼，从洋馆的正面伸出一片豪华的白色大理石露台，露台正对着庭院；与洋馆给人的压抑感相反，庭院被修建得整洁明亮，喷泉静静流淌，长满了奇花异草。让人在意的是，红魔馆的窗户特别少。这也难怪，因为馆主是一位不喜欢阳光的吸血鬼。说到吸血鬼，大家可能会有昏暗阴冷的印象，脑子里浮现蝙蝠飞舞的画面，不过这座洋馆倒是经常举办热闹的活动，充斥着妖精女仆的欢声笑语。\n撇开光线昏暗不谈，馆中的装潢富丽堂皇，充满了珍奇的物品和摆件。收集稀有的物品是馆主的兴趣，虽然身处幻想乡，但是她似乎有着从外界输入物品的渠道。\n洋馆的主人——[[蕾米莉亚·斯卡蕾特]]是一位年幼的吸血鬼贵族，蕾米莉亚总是充满孩童般的任性和好奇（本来就还是个孩子），好大喜功，热衷于尝试新事物，不过偶尔也会体现出身为贵族、领袖和长寿种族的威严。\n服侍这位小小的主人的是女仆长·[[十六夜咲夜]]。咲夜总是面露从容不迫的微笑，一边管理着妖精女仆和整个红魔馆，一边满足蕾米莉亚各种各样的任性要求。她自称人类，不过，天天和恶魔为伍的人类，要么就是让人瞠目结舌的傻瓜，要么就是对自己的能力有绝对自信的强者，或是两者都有。咲夜有着操纵时间与空间的强大力量，她利用这份力量把馆中的事务治理得井井有条，红魔馆内部的空间比外表看起来大很多正是得益于她的能力。顺便，她非常善于料理。\n[[帕秋莉·诺蕾姬]]是居住在红魔馆中的魔女，蕾米莉亚的挚友。帕秋莉平时深居简出，而且她身体不好，基本都待在自己的地下图书馆中，由咲夜照顾她的生活起居。帕秋莉拥有广博的知识和睿智的头脑，无论是想去月球还是在家里制造海洋，她都有办法满足蕾米莉亚。\n[[红美铃]]是洋馆的门卫兼园丁，虽说肩负看守大门的职责，但是却难称敬业，经常把熟面孔漏过去。她是来自中国大陆的妖怪，为什么会和一众西洋恶魔走到一起，这一点还是个谜。\n[[芙兰朵露·斯卡蕾特]]是蕾米莉亚的亲妹妹，似乎是比蕾米莉亚更为危险的吸血鬼。平时芙兰朵露都自愿待在洋馆的地下室里，恐怕没有特别的幸运是见不到她的。不过，倘若真的见到她，是幸运还是不幸就不好说了。\n身为人类，按理来说不应该随意接近恶魔的洋馆。不过，这里隔三差五就会在晚上举办露天宴会，妖精女仆们和馆主的诸位好友举着红酒、品尝着幻想乡难得一见的西洋肉类料理，谈笑起舞。就算混进了一两个生面孔，心胸宽大的馆主也会在露台上微笑着俯瞰会场、权当没看见吧。",
        "find": false,
        "top": "37.3%",
        "left": "68.0%",
        "width": "23.4%",
        "aspect_ratio": "300/162",
        "border_radius": ""
      },
      {
        "mapID": "kourindou",
        "mapName": "香霖堂",
        "mapDesc": "在魔法森林的入口，有一幢奇妙的建筑物。这座建筑物的内外都被莫名其妙的器具堆得满满的，是一间安静、昏暗得让人无法判断其是否在营业中的古董店，其名为香霖堂。\n这家店的商品囊括了外界与幻想乡、人类与妖怪、此世与彼世、损坏与完好，可以说是琳琅满目、无奇不有。但是，不少器具的使用方法就连这家店的店主自己也不知道，所以虽然店中有很多令人感兴趣的东西，但是其中大部分都卖不出去。店中无论哪个商品都没有标注价格，若是想入手心仪的商品，就必须和店主商量。但是，店主本身也是一个收藏家，大部分有价值的商品他根本就不打算出手，问了也是白搭。\n店主·[[森近霖之助]]是一位半妖。无论来客是人类还是妖怪，他一视同仁地接待。霖之助看起来像一名青年男子，其实有着远超一般人类的人生阅历。他善于观察、总结和思考，是个博学多识的人——只不过，他的不少学问知识都是自己总结出来的，只有他自己承认，在一般人看来就是胡说八道。最好不要盲从他的结论，只要接受他话中包含的情报和逻辑就好了。\n从人类村落到香霖堂有一定距离，而且沿途是妖怪时常出没的地方，所以要去那里买东西不太方便。虽说如此，在那里想必会有许多比想象中更为有趣的东西。但是，店主一旦打开了话匣子，一时半会是不会停下来的。而且，他的说明只顾自己，从来不考虑听众，有时还会毫不掩饰地表达鄙夷，着实令人生气。",
        "find": false,
        "top": "38.8%",
        "left": "15.2%",
        "width": "17.3%",
        "aspect_ratio": "221/106",
        "border_radius": ""
      },
      {
        "mapID": "lake",
        "mapName": "雾之湖",
        "mapDesc": "由妖怪之山留下的山泉汇成的湖，每当太阳升起，这里就会被浓雾所覆盖，当夜幕降临，雾便会散去。雾产生的原因还不明了。\n雾之湖的水中生活着近1米长的怪物鲤鱼，据记载，最大的一条足有15米，实在是太夸张了，很让人怀疑真实性。热衷垂钓的人经常会来这里一试身手。在雷雨交加的夜晚，成年的怪物鲤鱼会尝试从九天瀑布逆游而上，成功者即可蜕变为龙的幼体。\n除了怪物鲤鱼之外，这里还生活着人鱼等等喜欢出没在水边的妖怪，前去垂钓的同时也一定要注意自身安全。\n因为阳光穿透不了浓雾，雾之湖周边非常阴冷，植物难以生长，妖精们也不喜欢住在这么缺乏生命的地方。\n湖边有一所小小的冰屋，这是冰之妖精·[[琪露诺]]的家。按理来说，妖精是自然的具象，越充满生机的自然环境越容易出现妖精，而寒冷则是难以产生生命的恶劣自然环境，所以冰之妖精是非常罕见的。不过，因为没有其他同类妖精和她争抢力量，所以她比一般的妖精强大不少。可能这就是“越恶劣的环境越能催生顽强的生命”的道理吧。",
        "find": false,
        "top": "39.5%",
        "left": "42.2%",
        "width": "51.8%",
        "aspect_ratio": "663/148",
        "border_radius": ""
      },
      {
        "mapID": "sungarden",
        "mapName": "太阳花田",
        "mapDesc": "正如其名，太阳花田是一片长满了向日葵的草原。说是草原，但是这里的向日葵足有两米多高，说是丛林也不为过。\n太阳花田的地形呈稍微向南偏斜的钵状，导致从远处很难发现。在夏天，这里会化作一片橙黄色的海洋。虽然从人类村落到花田有一段路程，但是这里的美景值得一见。\n不过，这片向日葵花田在晚上就会变成精力充沛的妖怪们的夏日音乐会会场，在被大量兴致高昂的妖怪包围之前还是赶紧回家为妙。但是，就算是白天来这里，也还是会遭到生息在此的大量妖精的捉弄，希望各位还是远远眺望一下景色就好了。\n这里的向日葵总是会朝着太阳旋转，是因为妖精们在移动花盘。",
        "find": false,
        "top": "40.4%",
        "left": "2.9%",
        "width": "38.3%",
        "aspect_ratio": "490/240",
        "border_radius": ""
      },
      {
        "mapID": "fairyparliament",
        "mapName": "妖精议会",
        "mapDesc": "传说，每当妖精遇到事关整个群体的重要问题时，太阳花田中就会出现一个小小的圆桌议会，供妖精们商讨对策。\n不过妖精们都不太聪明，说不定会议进行到一半就会把主题忘掉了。",
        "find": false,
        "top": "41.5%",
        "left": "43.5%",
        "width": "20.7%",
        "aspect_ratio": "265/81",
        "border_radius": ""
      },
      {
        "mapID": "mouseshrine",
        "mapName": "睡鼠神的神祠",
        "mapDesc": "保佑村落不被落雷击中的睡鼠神的神祠。\n在一场大雷暴之后，人们从一颗被雷击烧毁的树干中发现了一只在雷击中毫发无损、仍在酣睡中的睡鼠。人们认为它有避雷的神力，便将其供奉为村落的守护神。这座神祠就是用那颗树的残骸制成的。\n睡鼠神虽然可能拥有神力，终究也就是只畜生，醒来之后便消失在自然中、觅食交配去了。而神祠中寄宿着的睡鼠神的神灵，依然保佑着村落。",
        "find": false,
        "top": "42.5%",
        "left": "65%",
        "width": "5.7%",
        "aspect_ratio": "73/63",
        "border_radius": ""
      }
    ]
  },
  {
    "mapName": "人类村落",
    "mapColor": "#DAA520",
    "subMap": [
      {
        "mapID": "setdownpool",
        "mapName": "置行堀",
        "mapDesc": "置行堀是一片离村落有一段距离的池塘。\n这座池塘归河童所有，据说在池底有着河童的秘密仓库。如果有人接近池塘，就会有某个装置发出“放下吧，放下吧”的声音把人赶走，故名为置行堀。\n河童也偶尔会使用这里作为活动表演的舞台，比如海豹表演、机械尼西展览等等。",
        "find": false,
        "top": "44.7%",
        "left": "32.8%",
        "width": "14.9%",
        "aspect_ratio": "191/140",
        "border_radius": ""
      },
      {
        "mapID": "ship",
        "mapName": "圣辇船",
        "mapDesc": "在幻想乡上空巡回的巨大浮空船。外形是一艘单桅帆船，不过只悬挂了一幅写着“宝”字的横帆，看起来没什么实用性。毕竟，这艘船不是依靠风力行进，而是由某位高僧的法器改造而来的灵力船。\n说起圣辇船的来历，便是家喻户晓的传说《信贵山缘起》。信浓国的高僧·命莲用法力惩罚了贪婪的富豪，用会飞的托钵整个搬走了富豪的粮仓。命莲长期在这个粮仓中禅修，粮仓中积蓄了命莲的法力，变成了灵宝“飞仓”。后来，命莲的姐姐为了超度船幽灵·[[村纱水蜜]]的怨念，以飞仓为核心，用法力创造了一艘船、赠予了她，这便是圣辇船。\n圣辇船有各种各样的神奇功能，可以完全自动驾驶、可以从物品中找出位置信息。船体坚韧，无论是地狱灼热还是魔界的妖风都无法摧毁它。而且，圣辇船仍然带着命莲的法力，如果在船上修身养性、参悟佛理，肯定能更快地开悟德道。船上的宝物室保存着飞仓的原型碎片和其他法器，不过，要是不想被从船上丢下去，还是别做非分之想为好。\n圣辇船现在是观景游览船，每三天一次会降落到地上，供游客搭乘。为了招揽客人，还模仿七福神所搭乘的宝船而做了包装。从上空俯瞰幻想乡风景固然别有趣味，而且有命莲寺强大的住持保证你的安全（要说有多安全，大概就算是从天上掉下去她也能把你捞回船上这么安全），但是，这毕竟是一艘由妖怪操纵、有妖怪搭乘的妖怪船，胆小的人还是在地上仰头欣赏圣辇船的威严就好了。",
        "find": false,
        "top": "44.6%",
        "left": "70.2%",
        "width": "15.3%",
        "aspect_ratio": "196/140",
        "border_radius": ""
      },
      {
        "mapID": "village",
        "mapName": "人类村落",
        "mapDesc": "幻想乡中唯一的人类聚落。只有生活在村落中的人类才会被视为“人类”。无论是从地理位置上还是从意义上，这里都可以称为是幻想乡的中心。\n村落规模很大，可称得上是一个完整的“城市”，建筑多为江户时期样式的木质房屋。村中有两层商铺组成的商店街、豪绅居住的华贵院落、教导孩子识文断字的寺子屋、传授奇门遁甲的长屋、景色清爽的露天点心屋、赌场、烟馆，等等等等，繁多的建筑依其功能分布在各个区域，疏密错落，井然有序。\n人类村落被高大的围墙包围。表面上，妖怪、妖精等等，是不允许进入人类村落墙内的，村落内是幻想乡的绝对安全区域。如果有少数无法无天的愣头青妖怪在村落内闹事，也会被更强大的家伙悄悄解决掉。然而，村落中也生活着不少非人之物，他们大多巧妙地把自己藏匿于人群之中，说不定，刚刚那位路过的高挑姐姐就是狸猫变成的。总之，“只要不让人察觉自己是妖怪就不算违反规定”，就是这么一回事。\n人类村落的生活看似安宁祥和，但是，在幻想乡建立之后，这里的历史就近乎停滞。人们的精神思想毫无成长、安于现状，技术和生产力也没有发展。而那些偶尔会出现的、有着改变社会、启蒙思想的志向的人，总是在大家都没有察觉的时候就销声匿迹了。不用想，这是人为干预的结果。",
        "find": false,
        "top": "46.7%",
        "left": "11.1%",
        "width": "83.8%",
        "aspect_ratio": "1073/559",
        "border_radius": ""
      },
      {
        "mapID": "bossyanshouse",
        "mapName": "盐家大院",
        "mapDesc": "经营盐生意的富商的院落，豪华气派。\n家主前段时间因意外过世，门口还吊着安送死者的御灵灯。",
        "find": false,
        "top": "47.3%",
        "left": "17.1%",
        "width": "13.9%",
        "aspect_ratio": "178/78",
        "border_radius": ""
      },
      {
        "mapID": "nitunting",
        "mapName": "鲵吞亭",
        "mapDesc": "鲵吞亭是村落中的一家居酒屋。\n鲵吞亭中寄宿着自称座敷童子的[[奥野田美宵]]。美宵协助店主打理着店内诸多事务：打扫卫生、料理烹饪、接客、上酒、收银……充满活力的美宵带着笑容在店中忙前忙后是鲵吞亭的特色风景。\n然而，美宵也有着自己的小秘密：每当夜深人静时，鲵吞亭就会变成专门接待妖怪的酒馆「蚕食鲸吞亭」。鬼、狸猫首领、天狗，许多强大的妖怪都会光顾这里。除此之外，美宵的身上还有诸多神秘之处。例如，她和店主的关系、她对灌醉别人有着异样的执着、不知为何，她总是从人们的记忆中消失……对于这些，博丽的巫女也有些在意，一直暗中关注着鲵吞亭。",
        "find": false,
        "top": "48.5%",
        "left": "20%",
        "width": "10.8%",
        "aspect_ratio": "138/87",
        "border_radius": ""
      },
      {
        "mapID": "school",
        "mapName": "寺子屋",
        "mapDesc": "村落中的一所私塾，主要教授小孩子识字技能，还有一些基本知识。\n这里的老师是兽人·[[上白泽慧音]]。慧音是白泽的兽人，是一种与人类关系匪浅的妖怪。在古代，白泽是皇帝的家教，也是皇家的历史编撰人。它通晓天下事，记录古今史，即使是天皇也无法忽视白泽提出的谏言和治国方针。\n虽然慧音是这样一位名师，不过孩子们似乎并不怎么领情，经常抱怨：“慧音老师的课太枯燥了”“忘记写作业了，慧音老师给了我一头槌，好疼啊”。看来，就算是能治理天下的贤者，也治不了率性天真的小孩子啊。",
        "find": false,
        "top": "48.7%",
        "left": "31.0%",
        "width": "12.5%",
        "aspect_ratio": "160/60",
        "border_radius": ""
      },
      {
        "mapID": "aqshouse",
        "mapName": "稗田邸",
        "mapDesc": "如果说人类村落是幻想乡的心脏，那么人类村落的心脏便是这所宅邸。\n人类村落里有不少豪宅大院，稗田邸是其中最为庄严的一座。漆木大门、院墙上的家纹、院中的山水、供奉的御神体、举止端庄的家仆、空气中淡淡的书香和墨香，无一不展示着这一族的威严与厚重历史。\n稗田一族是《古事记》的编撰者·稗田阿礼的后代，至今为止仍然在进行记录与编撰历史的工作。由稗田一族编写的《幻想乡缘起》，正如其名，纪录了幻想乡的历史与变迁。《幻想乡缘起》也是人类在幻想乡的生存指南，如何应对妖怪、如何避开危险区域、遇到麻烦可以向哪些人求助……在幻想乡，不读《幻想乡缘起》可活不下去。妖怪在人类眼中呈现什么形象、人类如何与妖怪相处，可以说，完全由这本书左右。\n稗田家的现任家主·[[稗田阿求]]是第九代御阿礼之子。阿求外表是一位十几岁的少女，不过，稗田的秘术让她继承了稗田阿礼的一部分灵魂与过目不忘的超凡能力，加上大量阅读收藏于家中的种种事件记录，所以她的阅历和心智远胜常人。\n阿求行事沉稳可靠，不论是杂学知识还是怪谈逸闻，无所不知，是处理各种问题的专家，深得村落住民的信赖。她亦有符合其年龄的活泼烂漫的一面。如果你在她面前谈起妖怪的话题，或者神秘的悬疑推理作家“阿加莎·克里斯Q”的作品，就可以一睹这位年轻的家主双眼放光、侃侃而谈的另一面。",
        "find": false,
        "top": "47.9%",
        "left": "47.7%",
        "width": "21.6%",
        "aspect_ratio": "277/120",
        "border_radius": ""
      },
      {
        "mapID": "suzunaan",
        "mapName": "铃奈庵",
        "mapDesc": "位于人类村落的一家借书屋。除了租借之外，也提供印刷、装订书籍的服务。《幻想乡缘起》便是在此装订的。\n这里藏书丰富，志怪小说、百科图鉴、诗文读本、外界流入的杂志，甚至还有众多的妖魔书。\n妖魔书便是与妖怪相关的书籍。封印着妖怪的、记载着妖怪的、妖怪撰写的文字，都可以视为妖魔书。妖魔书可能封印着危险的妖怪，可能记载了禁忌的知识，甚至有可能书本身就是妖怪，而且大多数妖魔书都使用人类无法理解的文字或者特殊的写法编撰，对一般人来说，最好敬而远之。\n铃奈庵的看板娘是店主的女儿[[本居小铃]]。小铃有着理解文字的天赋，无论是初次接触的外语还是原始的符号文字，她都能理解其含义。小铃热衷于收集各种妖魔书，不管是不可名状的禁忌教典、邪魔怪异留下的污秽文字，甚至是妖怪随手书写的便签、书信，她都来者不拒，可谓是，拥有着对普通人类来说过于危险的好奇心。也正是因为如此，她经常给自己惹上各种和魍魉魑魅有关的麻烦。",
        "find": false,
        "top": "50.7%",
        "left": "57.5%",
        "width": "6.1%",
        "aspect_ratio": "78/60",
        "border_radius": ""
      },
      {
        "mapID": "ryuujin",
        "mapName": "龙神像",
        "mapDesc": "在人类村落中的一片小广场正中，伫立着一尊高约两米、充满威严的龙神雕像。\n据说，龙神曾经是这块地区的守护神。在幻想乡建立时，它伴随着蔽日的黑云、天河倾落般的豪雨与可以撕裂大地的雷暴现身，向妖怪贤者们降下审问和试炼。贤者们向龙神展示了勇气、智慧、能力与责任。最终，乌云散去、彩虹显现，龙神将这片土地交予了贤者们。\n龙神可能已经从这片土地上离去了，但是它的威严和权能依然守护着村落的住民们。具体来说，就是神像的眼球有预报天气的功能，准确率约七成：当龙眼为白色时即为晴天、蓝色即为雨天、灰色即为阴天、紫色则是禁止外出的恶劣天气（如台风），而红色则代表幻想乡中正发生异变或动乱。龙神像是由河童制作的，预报天气功能大概也是得益于河童的技术。\n天气晴朗的时候，人们会在神像广场上对弈、谈笑，儿童嬉戏打闹。这幅人类与神秘和谐共存的情景，会是龙神希望见到的幻想乡景色吗？",
        "find": false,
        "top": "51.4%",
        "left": "43.5%",
        "width": "8.7%",
        "aspect_ratio": "111/82",
        "border_radius": ""
      },
      {
        "mapID": "temple",
        "mapName": "命莲寺",
        "mapDesc": "命莲寺是一间由守矢神社帮忙修建的寺庙，坐落在村落之外不远处。\n命莲寺庄重而简朴。可能是因为住持的缘分，寺的外形莫名有些像信贵山的名刹“朝护孙子寺”。这里供奉的佛陀是武神、财神、知识神，北方天王·毗沙门天。除了正殿之外，命莲寺还有别殿、墓地、参拜道、大钟等等设施，非常完备。\n命莲寺时常举办布道会或节庆活动，如新年的钟声祈福、佛祖的涅槃会、夏日讲经会等等。这里离村落很近，比起两所神社，更适合作为村民祈祷观览的去处，香火不断。不过，这里的信徒尽是些妖魔鬼怪：招来水难的船幽灵、和巨大的见越入道形影不离的入道使、雨伞的付丧神、山彦……人类在这里可能会感到有些紧张。\n命莲寺的住持·[[圣白莲]]是一位心怀天下的圣人，她的目标就是：实现一个妖怪不会袭击人类、人类也不会厌弃妖怪的理想世界。为此，她收留了很多妖怪，向他们传授佛法，教导与人类共存之道。不过，这些妖怪大多数是因为白莲的人格魅力而追随她，似乎对佛法、清规戒律并不怎么在意。\n白莲不仅是一位富有精神修养和人望的高僧，实力也十分强大，有她在，想必寺里的香客可以放心参拜了。",
        "find": false,
        "top": "53.8%",
        "left": "12.2%",
        "width": "23.1%",
        "aspect_ratio": "296/189",
        "border_radius": ""
      },
      {
        "mapID": "washfoot",
        "mapName": "足洗邸",
        "mapDesc": "位于村落之外不远处的一幢房屋。\n这里是河童的其中一个秘密仓库，里面堆满了河童收集、制作的各种机械道具和零件。\n为了不让一般人接近，河童故意在村落中放出以怪谈“本所七大不可思议”为原型的流言：“这是一幢妖怪房子，一旦进入，就会有巨大的脚落在你的面前，命令你为它洗脚”。",
        "find": false,
        "top": "55.1%",
        "left": "42.5%",
        "width": "8.1%",
        "aspect_ratio": "104/72",
        "border_radius": ""
      }
    ]
  },
  {
    "mapName": "神社周边",
    "mapColor": "#FF6A6A",
    "subMap": [
      {
        "mapID": "hakureishrine",
        "mapName": "博丽神社",
        "mapDesc": "在幻想乡东侧边境的某座山头上，穿过鸟居，坐落着一间神社。这间神社规模不大，却深受幻想乡的人类们信赖，倒不是因为这里有多灵验——不如说，包括巫女在内，基本没人知道这里供奉着哪尊神明——而是因为，这里是处理妖怪问题的专家、人类的保护者·博丽的巫女的居所，博丽神社。\n博丽的巫女·[[博丽灵梦]]的任务是解决非人之物引起的骚动、异变，打倒威胁到人类的妖怪，维护幻想乡的安全稳定。如果遇到了诸如怨灵附体、妖怪作祟一类的神秘问题，只要拜托她，多半能得到解决。此外，她还肩负着数项牵扯到幻想乡核心的秘密职责。例如，如果有村落中的人类越过了那条线，或主动或被迫放弃了人类的身份的话……\n神社里村落距离不算近，中间还有一段山路，如果没有特别的事情，村民也不太会光顾博丽神社，自然算不上香火鼎盛，这一点也让巫女深深苦恼着。不过，在节庆祭祀的时候，博丽神社也会举办热闹的祭典，正因如此，巫女对各种节庆活动相当挂心，总是想出各种新的活动名目和项目，不过常常弄巧成拙。\n按理来说，这里应该是幻想乡最安全的地方。然而，真实的情况是，博丽神社不仅有妖怪、妖精、幽灵、鬼等等魍魉魑魅出没，还会时常举办百鬼夜行般的妖怪宴会，甚至被人称为“妖怪神社”。怎么会是呢？大概是因为，博丽的巫女那种不区别对待人或非人、妖怪或神明的态度，让她在非人之物眼中有种特别的魅力。有人说，博丽神社就像幻想乡的缩影。\n神社除了本殿与仓库，还有一座不知从何而来的狛犬雕像，以及守矢神社的分社神龛。包括其历史在内，神社还有许多不明之处，有些事情就连巫女本人都不清楚。",
        "find": false,
        "top": "56.1%",
        "left": "64.3%",
        "width": "18.7%",
        "aspect_ratio": "239/135",
        "border_radius": ""
      },
      {
        "mapID": "fairyshouse",
        "mapName": "三月精的家",
        "mapDesc": "在博丽神社背后，有一棵格外繁盛的巨大水楢树。\n在过去的某次雷暴雨中，落雷击中了这棵水楢树，它被整个烧成两半，几近死亡。要说为什么如今它又充满了生命力，那是因为其中有妖精居住。\n里面居住着三只妖精。日光的妖精·[[桑尼米尔克]]、月光的妖精·[[露娜切露德]]、星光的妖精·[[斯塔萨菲雅]]，合称光之三妖精。\n三妖精的实力就算在妖精中也算不上特别强的，却有着弯曲光线、消去声音、感知生命的能力。虽然是很特别的能力，以妖精的格局，大概也只会用在恶作剧上吧。\n因为实力相对弱小的关系，大部分妖精不喜欢在人类或妖怪面前现出身形，不过三妖精倒是常常在博丽神社的宴会上恶作剧，也不知是胆子大还是脑袋缺根筋。可能正因如此，三妖精与灵梦和魔理沙关系还……不错？魔理沙更是常常被视为三妖精的监护人。",
        "find": false,
        "top": "54.8%",
        "left": "82.3%",
        "width": "8.6%",
        "aspect_ratio": "1",
        "border_radius": ""
      },
      {
        "mapID": "shinreimausoleum",
        "mapName": "梦殿大祀庙",
        "mapDesc": "越有名望的王侯贵族，他们的墓葬就越为华贵。那么，圣人的墓穴会是什么样的？梦殿大祀庙便是其中一种答案。\n说是墓穴也不太准确，这里更像是某种寝宫。圣德太子·[[丰聪耳神子]]与其两位亲信，[[物部布都]]与[[苏我屠自古]]，凭借道教的秘术成为了尸解仙，在完全复活之前，她们的仙体便被安置在此。\n大祀庙位于命莲寺地下的空洞中。据说，命莲寺的住持正是因为感应到了大祀庙和其中封印的神子等人，特意把命莲寺建于其上巩固封印。这两派佛与道的信徒相处的并不算融洽。\n虽然在地下的洞穴中，大祀庙周边却是霞光环绕，清澈的池水中有莲花开放。大概，这里在仙术影响下变成了某种独立的空间。庙宇本体类似于现实中的法华寺梦殿，主体呈八角形，建筑纹路也接近，但是却层层叠叠呈高塔状。如果把法华寺梦殿复制堆叠在一起，大概就是梦殿大祀庙的模样了。\n大祀庙内部曾经通向神子等人沉睡的道观“神灵庙”，不过，如今神灵庙已经被转移到了神子的仙界中。现在的大祀庙内部空无一物吗？还是说，会通向其他地方？这就得由各位亲自探索了。",
        "find": false,
        "top": "57.4%",
        "left": "4.7%",
        "width": "15.4%",
        "aspect_ratio": "197/278",
        "border_radius": ""
      },
      {
        "mapID": "path",
        "mapName": "兽道",
        "mapDesc": "从山脚去往博丽神社的必经之路。据说这条路上有妖怪和野兽出没，危险重重。不过，既然格外看重香火的巫女也从未肃清过这附近的妖怪，也没听说过像样的受害新闻，大概也就是被吓一跳或者恶作剧这种程度而已吧。",
        "find": false,
        "top": "58.2%",
        "left": "48.9%",
        "width": "16.2%",
        "aspect_ratio": "207/151",
        "border_radius": ""
      },
      {
        "mapID": "barbecue",
        "mapName": "烧烤摊",
        "mapDesc": "幻想乡中，偶尔能看到由夜雀的妖怪经营的移动烧烤摊。\n既然[[米斯蒂娅·萝蕾拉]]是夜雀的妖怪，自然不会卖那些类似自己同类的烤鸡肉和鸟肉，这里主要的菜单是杂烩鱼块和烤八目鳗。据说八目鳗对眼睛很有好处哦。\n如果在恰当的时节光顾这家小店，还有可能品尝到被称为梦幻佳酿的雀酒。雀酒是由麻雀收集神社与佛龛中的贡米，在竹筒内酿成的米酒，不仅味道清甜神秘，还能让人变得心情愉快。",
        "find": false,
        "top": "61.1%",
        "left": "63.1%",
        "width": "4.9%",
        "aspect_ratio": "16/15",
        "border_radius": ""
      },
      {
        "mapID": "bamboo",
        "mapName": "迷途竹林",
        "mapDesc": "从村落出发，向着妖怪之山的反方向走一段距离，可以看到一大片竹林。\n这里原是高草郡的竹林，后因为某种原因转移至幻想乡。竹林内没有显眼的地标，高大的竹子遮天蔽日，竹子成长速度飞快，可能半日功夫竹林的样貌就会改变，竹林地形歪斜、竹子也倾斜着生长，让人失去方向感——诸多因素加在一起，造就了这片会使人迷失方向的竹林。\n如果不是熟练的采笋人，最好不要擅自进入这片竹林。如果真的迷路了，就请大声呼救吧。说不定妖怪兔或者隐居在竹林中的忍者一样的人会前来搭救。\n除了会让人迷路外，这片竹林还有许多奇妙的传闻：充满了生命力的发光竹子、神秘的麻雀客栈、竹花组成的花圃，据说在竹林地下还有一片地下妖怪世界。至于传闻的真假，可能也一并迷失在竹林中了吧。",
        "find": false,
        "top": "62%",
        "left": "14.1%",
        "width": "56.9%",
        "aspect_ratio": "728/205",
        "border_radius": ""
      },
      {
        "mapID": "houseeternity",
        "mapName": "永远亭",
        "mapDesc": "在迷途竹林的深处，有一所奇妙的宅邸。宅邸的样式与古代的日本宅邸风格几乎别无二致，但不知为何，宅邸却没有显露出任何的陈旧感，无论是墙体还是庭院草木，都没有丝毫的磨损或是久历风雨的痕迹，也并不像是最近刚建成的，简直就像是把过去的某间宅邸直接放进真空玻璃舱内保存了数百年一样，这便是永远亭。\n永远亭此前一直被结界包裹，直到前段时间法术解开，才现于世人面前。永远亭居住着来自月都的公主·[[蓬莱山辉夜]]、贤者·[[八意永琳]]以及一只月兔·[[铃仙·优昙华院·因幡]]，此外，迷途竹林中的妖怪兔首领·[[因幡天为]]也听从贤者的指示。如果想去永远亭的话，可以拜托妖怪兔为自己引路。\n与大部分月人不同的是，永远亭并不排斥与地上的住民接触。她们在永远亭中经营着“蓬莱药局”，为人类或妖怪看病疗伤，还会派月兔去村落中贩卖常用药。“蓬莱药局”的药格外有效，连心病或噩梦都能治愈。毕竟那是来自于月都的超技术，恐怕只要不是当场死亡，就没有永远亭治愈不了的伤病吧。或许，她们连死亡都已经超越了……",
        "find": false,
        "top": "62.3%",
        "left": "22.3%",
        "width": "15.6%",
        "aspect_ratio": "2",
        "border_radius": ""
      },
      {
        "mapID": "castle",
        "mapName": "辉针城",
        "mapDesc": "一寸法师，正如打倒巨人歌利亚的大卫王、讨伐巨龙的贝奥武夫一样，是以“以弱胜强、智勇双全”而备受传唱的英雄人物。然而，光辉总会褪去，黄金也会蒙尘，随着时间流逝，一寸法师的故事也渐渐被人淡忘。\n某一天，一寸法师的后裔·小人族的其中一人，对这种情况感到不满，那位小人举起了先祖留下的宝物，可以实现任何愿望的鬼的秘宝·万宝槌，说出了愿望：\n「我要建起一座豪华的城来统治人民。」\n愿望实现了，小槌释放了全部的力量，变出了一座豪华的城池，便是这座辉针城。随后，失去所有魔力的小槌陷入了沉睡，辉针城也因为失去力量而上下颠倒，连同小人一族一起被困在了鬼的世界里。小人一族从此完全从表面世界消失，被遗忘在了历史之中。\n直到前不久，因为某次事件，万宝槌的被再次启用，辉针城重现在了幻想乡。如今的辉针城和万宝槌仅有一位主人，小人族的末裔·[[少名针妙丸]]。\n就算想要进入城池，但是这座城还保持着上下颠倒的姿态，怎么看都不适合进行观光。我们还是就老老实实地在地上远远地欣赏小人一族过去的荣光吧。",
        "find": false,
        "top": "63.6%",
        "left": "10.5%",
        "width": "18%",
        "aspect_ratio": "231/325",
        "border_radius": ""
      }
    ]
  },
  {
    "mapName": "彼世",
    "mapColor": "#FF69B4",
    "subMap": [
      {
        "mapID": "muenzuka",
        "mapName": "无名之丘",
        "mapDesc": "在妖怪之山正对面有座很矮的山，在山腰处有着铃兰盛开的草原。不知为何，它的存在对于人类村落来说非常隐蔽。\n这里的光照很差，而且通风良好，温度总是不怎么高。\n至于为什么这片铃兰花田被称为无名之丘，是因为过去这里是弃婴的地方。一个个还没有名字的幼儿，在铃兰之毒中陷入长眠。他们的尸体会被妖怪处理掉，一点痕迹都不会留下。\n不过，据说有时被扔到这里的孩子会被喜欢恶作剧的妖怪带走，当作妖怪来养育长大。父母也不想见到自己孩子死去的样子，抱着“孩子或许能化作妖怪而存活下去”的想法而将他们遗弃在这里。真是悲伤的故事。\n可能正因为有着那样黑暗的过去，现在几乎没有人类会来到这里。不知何时妖怪也不再靠近这里，这里现在已经是被幻想乡遗忘的场所，正如其名，是一座“无名”之丘。",
        "find": false,
        "top": "64.6%",
        "left": "48.4%",
        "width": "46.9%",
        "aspect_ratio": "3",
        "border_radius": ""
      },
      {
        "mapID": "otherworld",
        "mapName": "彼岸",
        "mapDesc": "死、往生、成佛……此世的命数已尽后，逝者的亡魂多半会来到这里。\n靠近此世这一侧的河滩便是赛之河原。赛之河原四处林立着卒塔婆与纸风车，那些早夭或流产的婴孩（所谓的“水蛭子”），为了偿还自己早逝于父母的罪过，需要持续不断地垒砌石塔。不过到了现在，水子们也不把这当做是一种刑罚，从中发掘了新的乐趣，开始自发地举行垒石塔大赛一类的活动，赛之河原充满了水子们的嬉戏玩闹的身影。\n分割此世与彼世两岸的，便是著名的三途河。三途河不是单纯的流水，而是不属于任何一个世界的边界线，只要去往彼世，就会经过三途河。三途河中只有死神的小船才能浮于水面之上，其他任何东西都会瞬间沉入水底，所以，没有人可以不经过死神擅自渡河。河水中也栖息着鱼类，只不过全部都是鱼的幽灵，从人类尚未发现的古代鱼种到蛇颈龙都有。\n三途河的宽度因人而异。对于逝者来说，河中流淌的不是水，而是自己这一生的“历史”。想要顺利地抵达彼岸，逝者需要给摆渡自己的死神报酬。逝者能提供的报酬不是自己的财产，而是与逝者有关的人为逝者付出的财产之和。也就是说，功德越高、美名越盛的人，渡河就越轻松；而那些被众人所背弃、度过了一文不值的人生的人，在途中就会被丢进河里，成为幽灵鱼的饵料。\n彼岸是一片永恒的花海。这里既无昼夜，也无季节，永远充满着温暖柔和的光芒。逝者在这里接受阎魔的审判，根据审判结果，会被投入地狱受刑，或是进入冥界等待下一世轮回。",
        "find": false,
        "top": "68.9%",
        "left": "28.3%",
        "width": "58.2%",
        "aspect_ratio": "745/218",
        "border_radius": ""
      },
      {
        "mapID": "oldhell",
        "mapName": "旧地狱",
        "mapDesc": "在过去，为了割舍掉不必要的财政支出，地狱实行了轻量化计划。砍掉了大部分多余的设施和部门之后，地狱搬迁到了新的区域。在那之后，这块被舍弃掉的土地就被称为旧地狱。\n旧地狱的住民们，除了少数没有跟随地狱迁移到新区域的鬼之外，大多数都是不喜欢或者没办法在现世生活的人：被讨厌的人、讨厌别人的人、不喜与人交际的人、不喜欢服从规则的人……这些被厌恶者聚集到旧地狱中的旧都遗址，建立了自己的社会。旧地狱——这一点与地狱别无二致——没有规则和法律，每个人都只为自己而活。这样的社会，强者会感到舒坦自在，弱者只能被压迫、掠夺，所以，能在旧地狱久居的人没有弱者。\n撇开怨灵产生的毒气不谈，旧地狱的街景还是十分美丽的：走在魅惑的暖色灯火遍布的街道上，石樱的碎屑带着妖异的粉紫色光彩从空中洒落，融化在街道一侧的温泉流水中，这是只有地狱才能看得到的生命的樱吹雪；温泉大浴场中，鬼和妖怪们坦诚相见，互相炫耀着伤疤和强健的肉体，谈论着自己的英雄事迹，一边吸入带着硫磺香味的温泉蒸汽，一边对酌、大笑。而那些曾经充满了惨叫和鲜血的拷问地点，现在也都无人问津，甚至被改造成了便利生活的设施……\n但是，不要忘了。这里的每位住民都是没法在现世生存下去的枭雄、十恶不赦的恶徒，他们心情好的时候可能会拍着你的背称兄道弟，当你展现出软弱的一面、或者让他们不快的时候，他们也会毫不犹豫地把你的脖子拧断。即使废弃，这里仍然是地狱。",
        "find": false,
        "top": "71.9%",
        "left": "26%",
        "width": "68.9%",
        "aspect_ratio": "882/671",
        "border_radius": ""
      },
      {
        "mapID": "chireipalace",
        "mapName": "地灵殿",
        "mapDesc": "地狱在搬迁之后，旧地狱还留存着不少罪人的怨灵。地灵殿便是收押这些怨灵的设施，也是旧地狱唯一称得上是管理机构的场所。\n地灵殿的主人是觉妖怪·[[古明地觉]]。即使是在无法无天的旧地狱，觉也是一个没人想与之打交道的角色。不是因为她有多么邪恶残暴，而是因为觉妖怪有着看破人心所想的能力。无论是多么强大的战士、多么疯狂的罪人，心中总会有不想让人知道的思绪，而那些在这位觉妖怪面前无处遁形。觉也深知自己不招人喜欢，很少现于人前，多数时候都在地灵殿内活动。\n不过，她的能力倒是很适合用来管理不能说话的怨灵，而且不通人语的动物们也喜欢和能和自己心有灵犀的觉亲近。",
        "find": false,
        "top": "73.5%",
        "left": "50%",
        "width": "13.7%",
        "aspect_ratio": "175/274",
        "border_radius": ""
      },
      {
        "mapID": "reactor",
        "mapName": "核融合控制中心",
        "mapDesc": "为了获得可控核聚变能源，守矢神社在灼热地狱遗址中搭建了这个控制中心。\n控制中心外形就像一个巨大的双层八卦炉，反应炉与其对应方向的外壁都描绘了卦象，四周林立着御柱。这里与守矢神社直接有直达电梯相连，电梯直接通向反应炉中心的天井。\n当反应炉运作时，被八咫乌寄宿的地狱鸦会被安置在炉心部分点燃神火，电路与法阵运行至发红发紫，整个空间充满了赤金色的太阳光芒。\n由于目前核聚变能源计划中止，控制中心已经停止运行。冷却池反射着各种电路、法阵发出的幽幽蓝光，形成了一个沉静而神秘的空间。",
        "find": false,
        "top": "81%",
        "left": "32%",
        "width": "45.5%",
        "aspect_ratio": "582/425",
        "border_radius": ""
      },
      {
        "mapID": "tiryagyoniworld",
        "mapName": "畜生界",
        "mapDesc": "在一般人眼中，畜生界是“地狱”的一部分、一个区域。不过，实际上它与地狱略有不同，可以算作是另一个世界。\n顾名思义，畜生界是属于畜生的世界，即动物灵的世界。动物灵信奉弱肉强食的丛林法则，他们拒绝建立统一的法律和制度，而是各自在有亲近感的强者身边聚集成了帮派，自己制定规则。其中，三个最大的帮派分别是：肉体强健、牙尖爪利的野兽们组成的劲牙组（首领：[[骊驹早鬼]]）；擅长潜水挖洞、潜伏袭击的猎手们组成的鬼杰组（首领：[[吉吊八千慧]]）；体型庞大或是能够征服天空的巨兽和猛禽组成的刚欲同盟（首领：[[饕餮尤魔]]）。除此之外，还有一些规模较小的不明组织，如擅长拟态的动物们、擅长制造毒液的动物们、擅长用身体机能制造陷阱守株待兔的动物们等等。\n动物灵们个个自认为无法无天、自由自在，实际上他们的灵魂深处仍然被铭刻着奴性（毕竟他们很大一部分在生前是家畜或者宠物）。其证据就是，他们全都组成了上下关系森严的帮派，服从于帮派的纪律，为所欲为仅仅是表面的假象。虚伪的自由包裹着奴役与服从，这里可谓是真正的地狱。\n畜生界虽然是丛林法则的世界，但是环境却丝毫见不到丛林的影子：到处都是高耸的黑色摩天大楼，窗口闪烁着妖异的红光，灰色的烟雾四处弥漫，仿佛是被恶魔占据的现代都市景象。",
        "find": false,
        "top": "86.8%",
        "left": "20.3%",
        "width": "73.1%",
        "aspect_ratio": "936/747",
        "border_radius": ""
      },
      {
        "mapID": "primateszoo",
        "mapName": "灵长园",
        "mapDesc": "畜生界中，有这么一个公园设施。这个设施里保护着灵长类动物·人类的灵，同时这里也是其他动物灵玩赏人类灵的娱乐场所。\n人类灵没有尖锐的爪牙，没有强健的肉体，没有结实的毛皮，也不会任何诸如飞天遁地的生存技能，是最弱小的动物灵，为此不得不专门保护在灵长园内，以免被其他动物灵屠杀殆尽。在灵长园中观赏这些不具备任何抵抗手段的人类灵时，无论强大弱小、鸟兽鱼虫的各种动物灵都会感到放松，这里也是充满冲突斗争的畜生界中唯一和平的地方。\n在畜生界，人类灵是被所有动物灵帮派支配、奴役的最底层。终于有一天，忍无可忍的人类灵们向神明祈祷，招来了神明·[[埴安神袿姬]]庇护自己。袿姬是塑型万物的造型神，她制造了为数众多的埴轮士兵，代替人类灵工作。少数动物灵产生了异样感，然而已经太迟了，袿姬麾下的埴轮军团已经完全占领了灵长园，把充满绿意的灵长园改造成了无机物与荧光管环绕的赛博空间。没有肉体的动物灵们在没有灵魂的埴轮面前束手无策，最后只得放弃灵长园。\n然而，从动物的支配中被解救出来的人类灵真的得到了幸福吗？还是说，只是又被另一种东西支配了呢？",
        "find": false,
        "top": "90.5%",
        "left": "45.9%",
        "width": "17.3%",
        "aspect_ratio": "221/275",
        "border_radius": ""
      }
    ]
  }
]
